<script setup>

</script>

<template>
    <div class="loaded">
        <header id="hero">
            <video class="background" playsinline autoplay muted loop poster="/images/background.mp4">
                <source src="/images/background.mp4" type="video/webm">
                <source src="/images/background.mp4" type="video/mp4">
                Your browser does not support the video tag.
            
            </video>
            <img class="logotype" src="/images/logo2.png">
            <h1>Добро пожаловать на рыболовную базу «Роднюша»</h1>
            <p>Отдых и рыбалка в дельте реки Волги</p>
            <a class="contactButton" href="#contact">Свяжитесь с нами</a>
            
        </header>
       
        <section id="about">
            <h2>О нас</h2>
            <p>У нас есть различные варианты размещения. Основные комнаты имеют всё необходимое для отдыха между выездами на рыбалку, так же имеются комнаты повышенного комфорта. </p>
            <p>Мы также предлагаем аренду лодок, аренду лодок с егерем и снаряжения для рыбалки. Наша команда готова помочь вам с организацией рыбалки и предоставить
                советы по ловле рыбы.</p>
                
        </section>
        <section id="infopos">
            <h2>О месте где мы находимся</h2>
            <p>Камызякский район расположен в пределах Прикаспийской низменности в южной части Астраханской области, представляющей собой плоскую дельтовую равнину реки Волга. На юге территория района омывается водами Каспийского моря.
                Район занимает основную часть дельты реки Волга, его территория района изрезана её рукавами и протоками, расходящимися по принципу веерной системы по мере приближения к береговой линии Каспийского моря. Самыми крупными водными артериями являются реки Камызяк (Кизань), Старая Волга, Бахтемир, Иванчуг и Табола.
                Часть территории района входит в Астраханский заповедник.</p>
            <p>Начиная с середины июля и до конца августа в низовьях Волги, в пределах посёлка Кировский, расцветает удивительное растение – лотос. Это растение поражает величиной и красотой своих цветков, которые цветут всего три дня. В низовьях Волги мы наблюдаем прекрасные картины цветения этих растений, которые образуют целые поля, уходящие за горизонт, к самому морю.</p>
        </section>
        <div class="slider">
            <div class="slides">
                <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Изображение 1">
                <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Изображение 2">
                <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Изображение 3">
            </div>
            <div class="prev">&#10094;</div> <!-- Кнопка "Назад" -->
            <div class="next">&#10095;</div> <!-- Кнопка "Вперед" -->
        </div>
        <section id="services">
            <h2>Услуги</h2>
            <ul>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Размещение гостей">
                    <h3>Размещение гостей</h3>
                    <p>У нас вы можете комфортно проживать в уютных номерах и насладиться рыбалкой</p>
                    <p>Цена: от 2000 ₽/ночь с человека</p>
                </li>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Аренда лодок">
                    <h3>Аренда лодок</h3>
                    <p>Мы предлагаем аренду лодок различного типа и размера, чтобы вы могли наслаждаться рыбалкой на озере.
                    </p>
                    <p>Цена: УТОЧНЯЕТСЯ</p>
                </li>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Аренда снаряжения">
                    <h3>Аренда снаряжения</h3>
                    <p>Если у вас нет собственного снаряжения, вы можете арендовать у нас удочки, наживку и другое
                        рыболовное снаряжение.</p>
                    <p>Цена: УТОЧНЯЕТСЯ</p>
                </li>
            </ul>
            <ul>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Размещение гостей">
                    <h3>Размещение гостей</h3>
                    <p>У нас вы можете комфортно проживать в уютных номерах и насладиться рыбалкой</p>
                    <p>Цена: от 2000 ₽/ночь с человека</p>
                </li>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Аренда лодок">
                    <h3>Аренда лодок</h3>
                    <p>Мы предлагаем аренду лодок различного типа и размера, чтобы вы могли наслаждаться рыбалкой на озере.
                    </p>
                    <p>Цена: УТОЧНЯЕТСЯ</p>
                </li>
                <li>
                    <img src="/images/ae7b514bd3be42b58f3a.jpg" alt="Аренда снаряжения">
                    <h3>Аренда снаряжения</h3>
                    <p>Если у вас нет собственного снаряжения, вы можете арендовать у нас удочки, наживку и другое
                        рыболовное снаряжение.</p>
                    <p>Цена: УТОЧНЯЕТСЯ</p>
                </li>
            </ul>
        </section>
    
        <section id="contact">
            <h2>Контакты</h2>
            <p>Если у вас есть вопросы, или вы хотите забронировать место на нашей рыболовной базе, пожалуйста, свяжитесь с
                нами:</p>
            <ul>
                <li>
                    <img src="/images/phone.png" alt="Телефон">
                    <p>Телефон: <a class="phone" href="tel:+79265229815">+7(926)-522-98-15</a></p>
                </li>
                <li>
                    <img src="/images/email.png" alt="Email">
                    <p>Email: info@rodnysha.ru</p>
                </li>
                <li>
                    <img src="/images/map.png" alt="Адрес">
                    <p>Адрес: пгт. Кировский, Камызякский район, Астраханской области, ул. Мира</p>
                </li>
            </ul>
        </section>
        <footer>
            <p>© 2023 Рыболовная база «Роднюша». Все права защищены.</p>
        </footer>
    </div>
</template>

<style scoped>
.read-the-docs {
  color: #888;
}
</style>
